{"Cluster 0": {"name": "Wodni Entuzjaści", "description": "W tym klastrze znajdują się osoby, które preferują spędzanie czasu nad wodą i mają wyraźną preferencję do psów. Większość z nich to mężczyźni w wieku 35-44 lat."}, "Cluster 1": {"name": "Górscy Miłośnicy Psów", "description": "W tym klastrze znajdują się osoby, które uwielbiają góry i są miłośnikami psów. Dominują mężczyźni w wieku 45-54 lat."}, "Cluster 2": {"name": "Kociarze Górscy", "description": "W tym klastrze znajdują się osoby, które preferują góry i mają skłonność do kotów. Większość z nich to mężczyźni w wieku 35-44 lat."}, "Cluster 3": {"name": "Leśni Eksploratorzy", "description": "W tym klastrze znajdują się osoby, które preferują spędzanie czasu w lesie i mają różnorodne preferencje dotyczące zwierząt. Dominują mężczyźni w wieku 45-54 lat."}, "Cluster 4": {"name": "Górscy Odkrywcy", "description": "W tym klastrze znajdują się osoby, które uwielbiają góry i mają zróżnicowane preferencje dotyczące zwierząt. Większość z nich to mężczyźni w wieku 18-54 lat."}, "Cluster 5": {"name": "Wodni Samotnicy", "description": "W tym klastrze znajdują się osoby, które preferują spędzanie czasu nad wodą, ale nie mają ulubionych zwierząt. Większość z nich to mężczyźni w wieku 35-44 lat."}, "Cluster 6": {"name": "Wodni Miłośnicy Psów", "description": "W tym klastrze znajdują się osoby, które preferują spędzanie czasu nad wodą i są miłośnikami psów. Większość z nich to mężczyźni w wieku 45-54 lat."}, "Cluster 7": {"name": "Wodni Miłośnicy Średniego Wiek", "description": "W tym klastrze znajdują się osoby, które preferują spędzanie czasu nad wodą i są miłośnikami psów. Większość z nich to mężczyźni w wieku 35-54 lat."}, "Cluster 8": {"name": "Leśni Młodzi Miłośnicy Psów", "description": "W tym klastrze znajdują się młode osoby, które preferują spędzanie czasu w lesie i są miłośnikami psów. Większość z nich to mężczyźni w wieku 25-34 lat."}, "Cluster 9": {"name": "Leśni Kociarze", "description": "W tym klastrze znajdują się osoby, które preferują spędzanie czasu w lesie i mają skłonność do kotów. Wszyscy to mężczyźni w wieku 25-54 lat."}}